namespace Perevodchik
{
    public static class Constants
    {
        public const string TranslaterText = @"
$$$$$$$$\                                         $$\             $$\                         
\__$$  __|                                        $$ |            $$ |                        
   $$ |    $$$$$$\   $$$$$$\  $$$$$$$\   $$$$$$$\ $$ | $$$$$$\  $$$$$$\    $$$$$$\   $$$$$$\  
   $$ |   $$  __$$\  \____$$\ $$  __$$\ $$  _____|$$ | \____$$\ \_$$  _|  $$  __$$\ $$  __$$\ 
   $$ |   $$ |  \__| $$$$$$$ |$$ |  $$ |\$$$$$$\  $$ | $$$$$$$ |  $$ |    $$ /  $$ |$$ |  \__|
   $$ |   $$ |      $$  __$$ |$$ |  $$ | \____$$\ $$ |$$  __$$ |  $$ |$$\ $$ |  $$ |$$ |      
   $$ |   $$ |      \$$$$$$$ |$$ |  $$ |$$$$$$$  |$$ |\$$$$$$$ |  \$$$$  |\$$$$$$  |$$ |      
   \__|   \__|       \_______|\__|  \__|\_______/ \__| \_______|   \____/  \______/ \__|      
                                                                                              ";

        public const string HelpText = @"
[bold]Программа переводчик[/]
Здравствуйте! Функционал данной программы заключается в переводе слов          
с русского языка на английский и наоборот.                                     
                                                                                
Перевод слов берётся из вашего словаря, который вы можете редактировать.       
Но добавление слов без перевода или некорректное его написание она не разрешит.
                                                                                
[bold underline]Основные возможности:[/]
- Очищать словарь                                                              
- Добавлять слова                                                              
- Удалять словарь                                                              
- Вывод всего словаря на экран                                                
- Перевод нескольких слов одновременно";
    }
}